player = {
    "name": "",
    "hp": 100,
    "armor": 0.95 ,
    "attack": 5,
    "luck": 10,
    "money": 10000,
    "inventory": []
}

enimes = [
    {
        "name": "Волк",
        "hp": 10,
        "attack": 10,
        "script": "Ауууууу! Я тебя сьем!!!",
        "win": "Ладно, ты победил",
        "loss": "Пора кушатьц)"
    },
    {
        "name": "Медведь",
        "hp": 30,
        "attack": 15,
        "script": "Мммм, мёда захотелось.. О! Человек!",
        "win": "Пойду всё же мёд поем",
        "loss": "Мёд подождет)"
    },
    {
        "name": "Рыцарь",
        "hp": 50,
        "attack": 25,
        "script": "Ты что тут забыл? Иди ка сюда!",
        "win": "Ай, больно в ноге!",
        "loss": "Будешь работать на заводе 10 дней без зарплаты!"
    },
]


items = {
    "1" : {"name" : "Зелье удачи", "price": 1500},
    "2" : {"name": "Пропуск тренировки", "price": 1000}
}